import Image from "next/image";
import cfp_image from "../../components/assets/cfp_image.png";
import Banner from "../../components/dap/Banner";
import Sidebar from "../../components/dap/Sidebar";

const cfp = () => {
  return (
    <section>
      <Banner />
      <div className="flex flex-row mx-auto custom-container">
        <Sidebar />
        <article className="text-black prose-lg font-Roboto w-[1176px]">
          <div className="text-4xl font-semibold">
            <div>หลักสูตร “การประเมินคาร์บอนฟุตพริ้นท์ของผลิตภัณฑ์” </div>
            <div>(Carbon Footprint of Products: CFP)</div>
          </div>
          <hr className="border-2 border-vekin" />
          <p className="text-xl font-bold">โครงสร้างหลักสูตร</p>
          <p className="text-xl ">
            เพื่อสร้างความรู้และความเข้าใจในหลักการและสามารถประเมินผลกระทบสิ่งแวดล้อมของผลิตภัณฑ์
            ตามแนวทางและ
            หลักเกณฑ์การประเมินคาร์บอนฟุตพริ้นท์ของผลิตภัณฑ์ของประเทศไทย
            และเพื่อนำ ไปสู่การแสดงเจตนารมณ์
            ในการรับผิดชอบต่อสังคมและสร้างภาพลักษณ์ที่ดีให้แก่บริษัทในการลด
            ผลกระทบสิ่งแวดล้อมของผลิตภัณฑ์และบริการ
            โดยมีองค์ประกอบของเนื้อหาหลักสูตร ดังนี้
          </p>
          <ul className="text-xl prose-ul">
            <li>1.1.ที่มาของการประเมินคาร์บอนฟุตพริ้นท์ของผลิตภัณฑ์</li>
            <li>2.2.หลักการพื้นฐานและแนวคิดการวิเคราะห์คาร์บอนฟุตพริ้นท์</li>
            <li>3.3.แนวทางการประเมินคาร์บอนฟุตพริ้นท์ของประเทศไทย</li>
            <li>4.4.กรณีศึกษาการประเมินคาร์บอนฟุตพริ้นท์ (Case Study)</li>
            <li>5.5.ขั้นตอนการวิเคราะห์คาร์บอนฟุตพริ้นท์</li>
            <li>
              6.6.การจัดทำข้อกำหนดรายผลิตภัณฑ์สำหรับการประเมินคาร์บอนฟุตพริ้นท์
              (PCRs)
            </li>
            <li>7.7.ฝึกปฏิบัติการคำนวณคาร์บอนฟุตพริ้นท์</li>
          </ul>
          <p className="text-xl font-bold">หลักสูตรนี้เหมาะสำหรับ</p>
          <ul className="text-xl">
            <li>
              1.ผู้ประกอบอาชีพเป็นที่ปรึกษาในด้านวิศวการ
              หรือเจ้าหน้าที่มีหน้าที่ให้บริการแก่ภาคอุตสาหกรรม
            </li>
            <li>
              2.อาจารย์ในสถาบันการศึกษา ซึ่งมีภารกิจเกี่ยวข้องกับงานเชิงวิศวกรรม
            </li>
            <li>
              3.ผู้ชำนาญการในภาคอุตสาหกรรมซึ่งอาจมีตำแหน่งหน้าที่บ่งบอกถึงความชำนาญในสาขาที่
              เหมาะสม
            </li>
            <li>
              4.ภาคอุตสาหกรรมที่ต้องการสร้างที่ปรึกษาด้านการประเมินคาร์บอนฟุตพริ้นท์ของผลิตภัณฑ์
            </li>
          </ul>
          <p className="text-xl font-bold">เป้าประสงค์</p>
          <ul className="text-xl">
            <li>
              1.เข้าใจหลักเกณฑ์การประเมินคาร์บอนฟุตพริ้นท์ของผลิตภัณฑ์และสามารถคำนวณปริมาณการปลดปล่อยแก๊สเรือนกระจกตลอดวัฏจักรชีวิตของผลิตภัณฑ์
              ตามแนวทางการประเมินคาร์บอน ฟุตพริ้นท์ของผลิตภัณฑ์ของประเทศไทย
            </li>
            <li>
              2.ปรับใช้เป็นแนวทางและเป็นเครื่องมือในการประเมินการปล่อยแก๊สเรือนกระจกของผลิตภัณฑ์
              เพื่อนำไปสู่การพัฒนาปรับปรุงกระบวนการผลิตสินค้าตลอดวัฏจักรชีวิตให้มีการลดการใช้พลังงานและลดการปล่อยแก๊สเรือนกระจกให้น้อยลง
            </li>
          </ul>
          <p className="text-xl font-bold">ระยะเวลาของหลักสูตร</p>
          <p className="text-xl ">
            ผู้เข้าร่วมอบรมจะได้เรียนรู้ทั้งทฤษฎีและฝึกปฏิบัติการ
            รวมจำนวนทั้งหมด 2 วัน
          </p>

          <Image src={cfp_image} alt="cfo" width={1176} height={1664} />
        </article>
      </div>
    </section>
  );
};

export default cfp;
